Repository: wp-plugins/creative-commons-configurator-1
Catalog: languages/cc-configurator-*.po
Languages: fr, nb_no, nl, nn_no

source: Disable the internal formatting of the license block. If the internal formatting is disabled, then the color selections above have no effect any more. You can still format the license block via your own CSS. The <code>cc-block</code> and <code>cc-button</code> classes have been reserved for formatting the license block and the license button respectively.
fr: Désactive la mise en forme du bloc de licence. Si la mise en forme interne est désactivée, alors la sélection de couleurs ci-dessus ne prend plus effet. Vous pouvez toujours mettre en forme le bloc de licence avec votre propre CSS. Les classes <code>cc-block</code> et <code>cc-button</code> sont réservées pour la mise en forme du bloc de licence et le bouton de licence.
nb_no: Slå av egendefinert formatering av lisenstekstboksen. Dersom egendefinert formatering er slått av vil fargevalgene ovenfor ikke lenger ha noen innvirkning. Du kan fremdeles formatere lisensboksen ved å bruke en egen CSS-fil. Klassene <code>cc-block</code> og <code>cc-button</code> er reserverte for formatering av hhv. lisensboksen og lisensknappen.
nl: Schakel de interne formartering uit van de licentie blok. Hiermee hebben de bovenstaande kleuren instellingen geen effect. Je kunt nog met eigen CSS de formatering opmaken. De <code>cc-blok</code> en <code>cc-button</code> classe zijn gereserveerd voor deze formatering
nn_no: Slå av eigendefinert formatering av lisenstekstboksa. Om eigendefinert formatering er slått av vil fargevala ovanfor ikkje lenger ha nokon innverknad. Du kan framleis formatere lisensboksa ved å bruke ei eiga CSS-fil. Klassene <code>cc-block</code> og <code>cc-button</code> er reserverte for formatering av høvesvis lisensboksa og lisensknappen.

source: Miscellaneous
fr: Divers
nb_no: Diverse
nl: Overig
nn_no: Ymist

source: Donations
nb_no: Donasjoner
nl: Donaties
nn_no: Donasjonar

source: By checking this box, the <em>message from the author</em> above goes away. Thanks for <a href="%s">donating</a>!
fr: En cochant cette case, le <em>message de l'auteur</em> si dessus disparaît. Merci de faire un <a href="%s">don</a>.
nb_no: Om du huker av denne boksen vil <em>meldingen fra innstikkets autor</em> i toppen av siden forsvinne. Takk for at du <a href="%s">donerer</a>!
nl: Door het aanschakelen van deze optie <em>het bericht van de auteur</em> verdwijnt. Dank u voor uw <a href="%s">donatie</a>!
nn_no: Om du huker av denne boksa vil <em>meldinga frå innstikkets autor</em> i toppen av sida tas vekk. Takk for at du <a href="%s">donerer</a>!

source: Save Changes
fr: Enregistrer les changements
nb_no: Lagre endringer
nl: Opslaan Wijzigen
nn_no: Lagre endringar

source: Reset to defaults
fr: Réinitialiser
nb_no: Tilbakestill til standardvalg
nl: Reset naar defaults
nn_no: Tilbakestill til standardval

source: Creative Commons License
fr: Licence Creative Commons
nb_no: Creative Commons-lisens
nl: Creative Commons Licentie
nn_no: Creative Commons-lisens

source: Licensing information
fr: Informations de licence
nb_no: Lisensinformasjon
nl: Licentie informatie
nn_no: Lisensinformasjon

source: Title:
fr: Titre :
nb_no: Tittel:
nl: Titel:
nn_no: Tittel:

source: The default license from the general plugin settings is used in order to license this work. Use the following selector to choose a custom license for this content.
fr: La licence par défaut des paramètres généraux de l'extension est utilisée pour couvrir cette œuvre. Utilisez le sélecteur suivant pour choisir une licence personnalisée pour ce contenu.
nb_no: Standardlisensen fra de generelle innstikksinnstillingene brukes for å lisensiere dette verket. Bruk nedtrekkslisten for å velge en egendefinert lisens for innholdet.
nl: De default licentie van de algemene plugin instelling is gebruikt om dit werk te licenceren. Gebruik de volgende selectie om een afwijkende licentie te kiezen.
nn_no: Standardlisensen frå dei generelle innstikksinnstillingane brukast for å lisensiere dette verket. Bruk nedtrekkslista for å velje ein eigendefinert lisens for innhaldet.

source: Additional terms and conditions
fr: Termes et conditions supplémentaires
nb_no: Utvidede rettigheter og forbehold
nl: Aanvullende termen en condities
nn_no: Utvida rett og atterhald

source: If you make your work available under terms beyond the scope of the used license, it is possible to add a link to the page containing these additional terms and conditions. The following fields override the respective fields of the general plugin settings.
fr: Si vous rendez cette œuvre disponible selon des termes allant au-delà du périmètre de cette licence, il est possible d'ajouter un lien vers la page contenant ces termes et conditions supplémentaires. Les champs suivants remplacent les champs correspondants des paramètres généraux de l'extension.
nb_no: Om du gjør verket ditt tilgjengelig under forbehold utover den valgte lisensen kan du lenke til en side der disse tilleggsopplysningene er beskrevet. De følgende valgene overskriver da de respektive feltene i innstikkets innstillinger.
nl: Als je een werk beschikbaar wil maken onder afwijkende condities is het mogelijk om een link toe te voegen met de extra terms en condities. Het volgende veld overschrijft de velden van de instellingen van de plugin.
nn_no: Om du gjer verket ditt tilgjengeleg under atterhald utover den valde lisensen kan du lenke til ei side der desse tilleggsopplysningane er beskrivne. Dei fylgjande vala overskriv då dei respektive felta i innstikkets innstillingar.

source: URL of the page containing extra permissions.
fr: URL de la page contenant les permissions supplémentaires.
nb_no: URL til siden med tilleggsopplysninger.
nl: URL van de pagina met extra permissies.
nn_no: URL til sida med tilleggsopplysningar.

source: Title of the page containing extra permissions.
fr: Titre de la page contenant les permissions supplémentaires.
nb_no: Tittel på siden med tilleggsopplysninger.
nl: Titel van pagina bevat extra permissies.
nn_no: Tittel på sida med tilleggsopplysningar.

source: Source work attributes
fr: Attributs de l'œuvre d'origine
nb_no: Kildeattribusjon
nl: Oorspronkelijk werk attributen
nn_no: Kjeldeattribusjon

source: If this content is a derivative work, here you can enter some attributes of the source work.
fr: Si ce contenu est une œuvre dérivée, vous pouvez saisir ici quelques attributs de l'œuvre d'origine.
nb_no: Dersom artikkelen er derivert fra andres arbeid kan du oppgi attributter for kildeverket her.
nl: Indien dit een afgeleid werk is kunt u hier enkele attributen van het oorspronkelijk werk aangeven.
nn_no: Dersom artikkelen er derivert frå andres arbeid kan du oppgje attributt for kjeldeverket her.

source: URL and title of the source work
fr: URL et titre de l'œuvre originale.
nb_no: URL og tittel for kildeverket
nl: URL en titel van oorspronkelijk werk
nn_no: URL og tittel for kjeldeverket

source: URL of the source work.
fr: URL de l'œuvre d'origine.
nb_no: URL til kildeverket.
nl: URL van oorspronkelijk werk
nn_no: URL til kjeldeverket.

source: Title of the source work.
fr: Titre de l'œuvre originale.
nb_no: Tittel på kildeverket.
nl: Titel van oorspronkelijk werk
nn_no: Tittel på kjeldeverket.

source: URL and title of the creator of the source work
fr: URL et titre de l'auteur de l'œuvre originale
nb_no: URL og tittel for autoren til kildeverket
nl: URL en titel van de auteur van het oorspronkelijk werk
nn_no: URL og tittel for autoren til kjeldeverket

source: URL of the creator of the source work.
fr: URL de l'auteur de l'œuvre originale.
nb_no: URL til autoren av kildeverket.
nl: URL van de auteur van het oorspronkelijk werk
nn_no: URL til autoren av kjeldeverket.

source: Name of the creator of the source work.
fr: Nom de l'auteur de l'œuvre d'origine.
nb_no: Navnet til autoren av kildeverket.
nl: Naam van de auteur van het oorspronkelijk werk
nn_no: Namnet til autoren av kjeldeverket.

source: Blog Name
fr: Nom du blog
nb_no: Bloggtittel
nl: Blog Naam
nn_no: Bloggtittel

source: First + Last Name
fr: Prénom + Nom
nb_no: For + Etternavn
nl: Voor + Achter Naam
nn_no: For + Etternamn

source: Last + First Name
fr: Nom + Prénom
nb_no: Etter + Fornavn
nl: Achternaam + Voornaam
nn_no: Etter + Fornamn

source: Nickname
fr: Surnom
nb_no: Brukernavn
nl: Alias
nn_no: Brukarnamn

source: Displayed Name
fr: Nom affiché
nb_no: Visningsnavn
nl: Weergegeven Naam
nn_no: Visningsnamn

source: No Licensing Information
fr: Pas d'information de licence
nb_no: Ingen lisensinformasjon
nl: Geen Licentie Informatie
nn_no: Ingen lisensinformasjon

source: Creative Commons Attribution %s International License
fr: Licence Creative Commons Internationale Attribution %s
nb_no: Creative Commons Navngivelse %s internasjonal lisens
nl: Creative Commons Attribution %s Internationaal Licentie
nn_no: Creative Commons Namngjeving %s internasjonal lisens

source: Creative Commons Attribution-NoDerivatives %s International License
fr: Licence Creative Commons Internationale Attribution-Pas De Modification %s
nb_no: Creative Commons Navngivelse-Ingen bearbeidelse %s internasjonal lisens
nl: Creative Commons Attribution-NoDerivatives %s Internationaal Licentie
nn_no: Creative Commons Namngjeving-Ingen endringar %s internasjonal lisens

source: Creative Commons Attribution-ShareAlike %s International License
fr: Licence Creative Commons Internationale Attribution-Partage à l'identique %s
nb_no: Creative Commons Navngivelse-Del på samme vilkår %s internasjonal lisens
nl: Creative Commons Attribution-ShareAlike %s Internationaal Licentie
nn_no: Creative Commons Namngjeving-Deling på same premissar %s internasjonal lisens

source: Creative Commons Attribution-NonCommercial %s International License
fr: Licence Creative Commons Internationale Attribution-Pas d'Utilisation Commerciale %s
nb_no: Creative Commons Navngivelse-Ikkekommersiell %s internasjonal lisens
nl: Creative Commons Attribution-NonCommercial %s Internationaal Licentie
nn_no: Creative Commons Namngjeving-Ikkje-kommersiell %s internasjonal lisens

source: Creative Commons Attribution-NonCommercial-NoDerivatives %s International License
fr: Licence Creative Commons Internationale Attribution-Pas d'utilisation Commerciale-Pas de Modification %s
nb_no: Creative Commons Navngivelse-Ikkekommersiell-Ingen bearbeidelse %s internasjonal lisens
nl: Creative Commons Attribution-NonCommercial-NoDerivatives %s Internationaal Licentie
nn_no: Creative Commons Namngjeving-Ikkje-kommersiell-Ingen endringar %s internasjonal lisens

source: Creative Commons Attribution-NonCommercial-ShareAlike %s International License
fr: Licence Creative Commons Internationale Attribution-Pas d'utilisation Commerciale-Partage à l'identique %s
nb_no: Creative Commons Navngivelse-Ikkekommersiell-Del på samme vilkår %s internasjonal lisens
nl: Creative Commons Attribution-NonCommercial-ShareAlike %s Internationaal Licentie
nn_no: Creative Commons Namngjeving-Ikkje-kommersiell-Deling på same premissar %s internasjonal lisens

source: #work# by #creator# is licensed under a #license#.
fr: #work# par #creator# est sous #license#.
nb_no: #work# av #creator# er lisensiert under en #license#.
nl: #work# by #creator# is gelicenseerd onder een #license#.
nn_no: #work# av #creator# er lisensiert under ein #license#.

source: This work is licensed under a #license#.
fr: Cette œuvre est sous #license#.
nb_no: Dette verket er lisensiert under en #license#.
nl: Dit werk is gelicenteerd onder een #license#.
nn_no: Dette verket er lisensiert under ein #license#.

source: Permissions beyond the scope of this license may be available at #page#.
fr: Les permissions au-delà de celles présentées dans cette licence sont disponibles sur la page #page#.
nb_no: Rettigheter og forbehold utover denne lisensen vil kunne være tilgjengelig på #page#.
nl: Permissies vallen buiten de scoop van deze licentie zijn beschikbaar op #page#.
nn_no: Rettar og atterhald utover denne lisensen vil kunne vere tilgjengelig på #page#.

source: Copyright &copy; #year# - All Rights Reserved
fr: &copy; #year# -- Tous droits réservés
nb_no: Kopirett &copy; #year# - Alle rettigheter reservert
nl: Copyright &copy; #year# - Alle Rechten Gereserveerd
nn_no: Kopirett &copy; #year# - All rett reservert

source: Information about how to reuse or republish this work may be available at #page#.
fr: Les informations sur la manière de réutiliser ou de republier cette œuvre sont disponibles sur #page#.
nb_no: Informasjon om hvordan dette verket kan brukes eller gjenpubliseres vil kunne være tilgjengelig på #page#.
nl: Informatie over het gebruik of publiceren van dit werk is beschikbaar op #page#
nn_no: Informasjon om korleis dette verket kan brukast eller gjenpubliserast vil kunne vere tilgjengeleg på #page#.

source: To the extent possible under law, #creator# has waived all copyright and related or neighboring rights to #work#.
fr: Dans les limites permises par la loi, #creator# a renoncé à tous les droits d'auteurs et droits voisins de #work#.
nb_no: Så langt som det er mulig under loven har #creator# sagt fra seg all kopirett og andre rettigheter knyttet til #work#.
nl: Voor zover door de wet is toegestaan, doet #creator# afstand van alle copyright en gerelateerde naburige rechten van zijn #work#.
nn_no: Så langt som det er mogleg under lova har #creator# sagt frå seg all kopirett og andre rettar knytta til #work#.

source: To the extent possible under law, the creator has waived all copyright and related or neighboring rights to this work.
fr: Dans les limites permises par la loi, l'auteur a levé tout droit d'auteur et droits voisins sur ce travail.
nb_no: Så langt som det er mulig under loven har autoren sagt fra seg all kopirett og andre rettigheter knyttet til verket.
nl: Voor zover door de wet is toegestaan, doet auteur afstand van alle copyright en gerelateerde naburige rechten van zijn werk.
nn_no: Så langt som det er mogleg under lova har autoren sagt frå seg all kopirett og andre rettar knytta til dette verket.

source: Terms and conditions beyond the scope of this waiver may be available at #page#.
fr: Les termes et conditions allant au-delà de cette notice peuvent être lus à la page #page#.
nb_no: Utdypende informasjon vil kunne være tilgjengelig på #page#.
nl: Term en condities die buiten de scope van dit document zijn beschikbaar op #page#
nn_no: Utdypande informasjon vil kunne vere tilgjengeleg på #page#.

source: HTML Head
nl: HTML Header
