Repository: wp-plugins/creative-commons-configurator-1
Catalog: languages/cc-configurator-*.po
Languages: fr, nb_no, nl, nn_no

source: Settings
fr: Réglages
nb_no: Innstillinger
nl: Instellingen
nn_no: Innstillingar

source: Creative-Commons-Configurator options saved
fr: Options de Creative-Commons-Configurator sauvegardées
nb_no: Innstillingene ble lagret.
nl: Creative-Commons-Configurator opties opgeslagen
nn_no: Innstillingane blei lagra.

source: Creative-Commons-Configurator options were reset to defaults
fr: Les valeurs par défaut des options de Creative-Commons-Configurator ont été restaurées
nb_no: Innstillingene ble tilbakestilt til standardvalg.
nl: Creative-Commons-Configurator opties teruggezet naar default
nn_no: Innstillingane blei tilbakestilt til standardval.

source: Creative Commons Configurator
nb_no: Creative Commons innstikk
nn_no: Creative Commons innstikk

source: Helps you publish your content under the terms of Creative Commons and other licenses.
fr: Vous aide à publier votre contenu selon les termes des licences Creatives Commons et d'autres licences
nb_no: Hjelper deg med å publisere innhold under betingelsene i Creative Commons og andre lisenser.
nl: Helpt je om je content te publiceren onder condities van Creative Commens en andere licenties.
nn_no: Hjelper deg med å publisere innhald under betingelsane i Creative Commons og andre lisensar.

source: License Settings
fr: Configuration de Licence
nb_no: Lisensinnstillinger
nl: Licentie Instellingen
nn_no: Lisensinnstillingar

source: License
fr: Licence
nb_no: Lisens
nl: Licentie
nn_no: Lisens

source: You do not have sufficient permissions to access this page.
fr: Vous ne disposez pas des droits nécessaires pour accéder à cette page.
nb_no: Du har ikke tilgang til denne siden.
nl: U heeft niet voldoende rechten om deze pagina te benaderen.
nn_no: Du har ikkje tilgong til denne sida.

source: Welcome to the administration panel of the Creative-Commons-Configurator plugin for WordPress.
fr: Bienvenue dans le panneau d'administration de l'extension Creative-Commons-Configurator pour WordPress.
nb_no: Velkommen til administrasjonspanelet for Creative Commons Configurator-innstikket.
nl: Welkom bij het administratieve paneel van de Creative-Commons-Configurator plugin voor WordPress
nn_no: Velkomen til styringspanelet for Creative Commons Configurator-innstikket.

source: Message from the author
fr: Message de l'auteur
nb_no: Melding fra autoren
nl: Bericht van de auteur
nn_no: Melding frå autoren

source: This message can de deactivated in the settings below.
fr: Ce message peut être désactivé dans les options ci-dessous.
nb_no: Denne meldingen kan deaktiveres i innstillingene nedenfor.
nl: Dit bericht kan worden uitgeschakeld in de instellingen hieronder.
nn_no: Denne meldinga kan deaktiverast i innstillingane nedanfor.

source: In this screen you can select a default license for all your content and customize where and how the generated licensing information is embedded.
fr: Sur cette page vous pouvez choisir une licence par défaut pour tout vos contenus et indiquer où et comment les informations de licence sont intégrées.
nb_no: I dette skjermbildet kan du sette en standardlisens for alt innhold, og definere hvordan og hvor opplysningene om lisens skal vises.
nl: In dit scherm kunt u de default licentie voor alle content selecteren en wijzigen waar en hoe de gegenereerde licentie informatie word opgenomen.
nn_no: I dette skjermbiletet kan du setje ein standardlisens for alt innhald og vidare definere korleis og kor opplysningane om lisens skal bli vist.

source: License your content
fr: Ajoutez une licence à votre contenu
nb_no: Lisensiér innholdet ditt
nl: Licenseer uw content
nn_no: Lisensiér innhaldet ditt

source: In this section you can select the default license that is used for all content for which custom licensing information has not been set.
fr: Dans cette section vous pouvez choisir la licence qui sera associée par défaut aux contenus pour lesquels une licence spécifique n'aura pas été définie.
nb_no: I denne seksjonen kan du sette en standardlisens - denne blir brukt på alt innhold der egendefinert lisensinformasjon ikke er satt.
nl: In deze selectie kunt u de default licentie selecteren die gebruikt wordt voor alle content bij welke de custom licentie niet is ingesteld.
nn_no: I denne seksjonen kan du velje ein standardlisens - denne blir brukt på alt innhald der eigendefinert lisensinformasjon ikkje er bestemt.

source: Default License
fr: Licence par défaut
nb_no: Standardlisens
nl: Default Licentie
nn_no: Standardlisens

source: Select a default license for all your content. The license can be customized on a per post basis in the <em>License</em> box in the post editing screen. Further customization is possible programmatically through the available filters. For instance, it is possible to customize the license on a per taxonomy, author, post type basis, set a different default license for specific post types or limit the license choices in the <em>License</em> box for specific authors. The possibilities are unlimited. For more information about using the available filters please check the <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">plugin description page</a> at WordPress.org.
fr: Choisissez une licence par défaut pour tous vos contenus. La licence peut être adaptée article par article dans l'encart <em>Licence</em> dans l'écran d'édition de l'article. Une configuration avancée et automatisée est possible via les filtres disponibles. Par exemple, il est possible de configurer la licence selon les catégories, les auteurs ou les types d'articles, de définir une autre licence par défaut pour des types d'articles particuliers ou de limiter les licences disponibles selon les auteurs. Les possibilités sont infinies. Pour plus d'information sur l'utilisation des filtres, voir <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">la page de description de l'extension</a> sur WordPress.org.
nb_no: Velg en standardlisens for alt innholdet ditt. Denne lisensen kan senere omdefineres for enkeltartikler, i boksen <em>Lisens</em> i skjermbildet for redigering. Videre tilpasning er mulig via egne filtre. Man kan tilpasse lisensen til kategorier, autorer, artikkeltype, eller definere hvilke valg som skal være tilgjengelige for enkeltbrukere i boksen <em>Lisens</em>. Mulighetene er endeløse. For mer informasjon om bruk av lisensfilter, se <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">innstikkets side</a> hos WordPress.org.
nl: Selecteer een default licentie voor al je content. De licentie kan worden aangepast per bericht in de <em>Licentie</em> box in de bericht wijzig scherm. Verdere aanpassingen is mogelijk via de programmatuur via filters. Er zijn vele mogelijkheden zie ook de documentatie op <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">plugin description page</a> at WordPress.org.
nn_no: Vel ein standardlisens for alt innhaldet ditt. Denne lisensen kan seinare omdefinerast for kvar einskilt artikkel, i boksa <em>Lisens</em> i skjermbiletet for redigering. Vidare tilpassing er mogleg via eigne filtre. Ein kan tilpasse lisensen til kategoriar, autorar, artikkeltype, eller kun gjere eit utval lisensval i boksa <em>Lisens</em> tilgjengeleg for enkeltbrukarar. Moglegheitene er endelause. For meir informasjon om bruka av lisensfilter, sjå <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">innstikkets eiga side</a> hjå WordPress.org.

source: Set where license information is added
fr: Indiquer où l'information de licence sera ajoutée
nb_no: Sett hvor lisensinformasjon skal vises.
nl: Instellen waar de licentie informatie word toegevoegd
nn_no: Sett kor lisensinformasjon skal visast.

source: In this section you can configure which parts of the web site licensing information is added to.
fr: Dans cette section vous pouvez indiquer à quelles parties du site web les informations de licence sont ajoutées.
nb_no: I denne seksjonen kan du velge hvor på nettstedet lisensinformasjonen skal vises.
nl: In deze selectie kunt u configureren welke delen van de website licencering informatie word toegevoegd.
nn_no: I denne seksjonen kan du velje kor på nettstaden lisensinformasjonen skal visast.

source: Syndicated Content
fr: Contenu syndiqué
nb_no: Syndikert innhold
nn_no: Syndikert innhald

source: Include license information in the blog feeds. (<em>Recommended</em>)
fr: Inclure les informations sur la licence dans les flux RSS. (<em>Recommandé</em>)
nb_no: Inkluder lisensopplysningene i rss-feeden. (<em>Anbefalt</em>)
nl: Insluiten van de licentie informatie in de blog feeds. (<em>Aanbevolen</em>)
nn_no: Inkluder lisensopplysningane i rss-feeden. (<em>Tilrådd</em>)

source: Page Head HTML
fr: En-tête de page HTML
nb_no: Sidetopp HTML
nl: Pagina Header HTML
nn_no: Sidetopp HTML

source: Include license information in the page's HTML head. This will not be visible to human visitors, but search engine bots will be able to read it. Note that the insertion of license information in the HTML head is done in relation to the content types (posts, pages or attachment pages) on which the license text block is displayed (see the <em>text block</em> settings below). (<em>Recommended</em>)
fr: Inclure les informations de licence dans l'en-tête de page HTML. Elles ne seront pas visibles pour les visiteurs humains, mais les robots des moteurs de recherche seront capables de les lire. Notez que l'insertion des informations de licence dans l'en-tête HTML est fait en rapport aux types de contenu (articles, pages ou pages avec pièces jointes) sur lesquel le bloc de texte contenant la licence est affiché (voir l'option <em>bloc de texte</em> ci-dessous.) (<em>Recommandé</em>)
nb_no: Inkluder lisensopplysninger i nettstedets HTML-kode. Denne teksten vil ikke være synlig for vanlige brukere, men søkemotorer vil kunne lese den. Merk at lisensinformasjonen i HTML head blir gjort i relasjon til innholdstypen (artikkel, side eller vedleggsside) der tekstblokken til lisensen vises (se <em>tekstboks</em>-innstillinger nedenfor). (<em>Anbefalt</em>)
nl: Omvat licentie informaite in de pagina's HTML header. Dit wil niet zichtbaar zijn voor bezoekers, maar in de zoek bots kan dit lezen. Deze toevoeging is gedaan in relatie met de content type (posts, pagina's of bijlages) waar de licentie tekst blok is weergegeven (zie <em>tekst blok</em> instellingen hieronder) (<em>Aanbevolen</em>)
nn_no: Inkluder lisensopplysningar i nettstadens HTML-kode. Denne teksten vil ikkje vere synleg for vanlege brukarar, men søkemotorar vil kunne lese den. Merk at lisensinformasjonen i HTML head blir gjort i relasjon til innhaldstypen (artikkel, side eller vedleggsside) der tekstblokka til lisensen visast (sjå <em>tekstboks</em>-innstillingar nedanfor). (<em>Tilrådd</em>)

source: Text Block
fr: Bloc de texte
nb_no: Tekstboks
nl: Tekst Blok
nn_no: Tekstboks

source: By enabling the following options, a small block of text, which contains links to the author, the work and the used license, is appended to the published content.
fr: En activant les options suivantes, un petit bloc de texte, qui contient un lien vers l'auteur, l'œuvre et la licence utilisée, est ajouté après le contenu publié.
nb_no: Ved å aktivere følgende valg blir en tekstboks med lenke til forfattaren, artikkelen og den valgte lisensen lagt til nederst i den publiserte artikkelen.
nl: Door de volgende opties aan te zetten word een kleine blok tekst, welke de hyperlink naar de auteur, het werk en de gebruikte licentie, toegevoegd aan de gepubliceerde content.
nn_no: Ved å aktivere dei fylgjande vala blir ei tekstboks, med lenkje til forfattaren, artikkelen og den valde lisensen, lagt til nedst i den publiserte artikkelen.

source: Posts: Add the text block with license information under the published posts and custom post types. (<em>Recommended</em>)
fr: Articles : Ajouter un bloc de texte avec l'information de licence sous les articles publiés et les types d'articles personnalisés (<em>recommandé</em>)
nb_no: Artikler: Vis en tekstboks med lisensopplysninger under den publiserte artikkelen. (<em>Anbefalt</em>)
nl: Posts : Voeg tekst blok toe met de licentie informatie onder de gepubliceerde posts en custom posts types. (<em>Aanbevolen</em>)
nn_no: Artiklar: Legg ei tekstboks med lisensopplysningar under den publiserte artikkelen. (<em>Tilrådd</em>)

source: Pages: Add the text block with license information under the published pages.
fr: Pages : Ajouter le bloc de texte avec les informations de licence sous les pages publiées.
nb_no: Sider: Vis en tekstboks med lisensopplysninger under den publiserte siden.
nl: Pagina's : Voeg tekst blok toe met de licentie informatie onder de gepubliceerde pagina's.
nn_no: Sider: Legg ei tekstboks med lisensopplysningar under den publiserte sida.

source: Attachments: Add the text block with license information under the attached content in attachment pages.
fr: Pièces jointes : Ajouter le bloc de texte avec les informations de licence sous le contenu joint dans les pages avec pièces jointes.
nb_no: Vedlegg: Vis en tekstboks med lisensopplysninger under det publiserte innholdet når det vises på en egen vedleggsside.
nl: Bijlage : Voeg tekst blok toe met de licentie informatie onder de bijlages.
nn_no: Vedlegg: Legg ei tekstboks med lisensopplysningar under det publiserte innhaldet når det vises på ei eiga vedleggsside.

source: License Image
fr: Image de la licence
nb_no: Lisensbilde
nl: Licentie afbeelding
nn_no: Lisensbilete

source: By enabling this option, the license image is also included in the license text block.
fr: En activant cette option, l'image de la licence est aussi inclue dans le bloc de texte de la licence.
nb_no: Ved å aktivere dette valget blir et lisensbilde (ikon) inkludert i tekstboksen.
nl: Door het aanzetten van deze optie word de licentie afbeelding tevens toegevoegd in de licentie tekst blok.
nn_no: Ved å aktivere dette valet blir eit lisensbilete (ikon) inkludert i tekstboksa.

source: If license images have been enabled above, use compact license images if available.
fr: Si les images de licences ont été activées ci-dessus, utiliser les images de licence compactes si elles sont disponibles.
nb_no: Bruk et lite lisensbilde om mulig (gjelder dersom lisensbilde er valgt ovenfor).
nl: Als bovenstaande voor licentie afbeeldingen zijn aangezet gebruik de compacte licentie afbeelding indien beschikbaar.
nn_no: Bruk eit lite lisensbilete om mogleg (gjeld om lisensbilete er valt ovanfor).

source: Configure the license information generator
fr: Configurer le générateur d'information de lience
nb_no: Sett opp lisensinformasjonsgeneratoren
nl: Configureer de licentie informatie generator
nn_no: Sett opp lisensinformasjonsgeneratoren

source: In this section you can configure how the licensing information is generated and its level of detail. These settings have an effect only if the text block containing licensing information has been enabled above for a specific content type.
fr: Dans cette section vous pouvez configurer la façon dont les informations de licence sont générées et jusqu'à quel niveau de détail. Ces paramètres ne prennent effet que lorsque le bloc de texte contenant les informations de licence a été activé ci-dessus pour un type particulier de contenu.
nb_no: I denne seksjonen kan du bestemme hvordan lisensinformasjonen skal genereres samt detaljnivået på informasjonen. Disse innstillingene har kun effekt dersom tekstboksen med lisensinformasjon er gjort tilgjengelig for en spesifikk innholdstype (ovenfor).
nl: In deze selectie kunt u configureren hoe de licentie informatie wordt gegenereerd en niveau van detail. Deze instellingen hebben alleen effect als de "tekst blok bevat licentie informatie" hierboven is aangezet voor een specifieke content type.
nn_no: I denne seksjonen kan du bestemme korleis lisensinformasjonen skal bli generert samt detaljnivået på informasjonen. Desse innstillingane har kun effekt om tekstboksa med lisensinformasjon er gjort tilgjengeleg for ein spesifikk innhaldstype (ovanfor).

source: Extended License Text Block
fr: Bloc de texte pour la licence étendue
nb_no: Utvidet lisensboks
nl: Extended licentie tekst blok
nn_no: Utvida lisensboks

source: Include extended information about the published work and its creator. By enabling this option, hyperlinks to the published content and its creator/publisher are also included into the license statement inside the block. This, by being an attribution example itself, will generally help others to attribute the work to you.
fr: Inclure des informations détaillées sur l'œuvre publiée et son auteur. En activant cette option, les liens vers l'œuvre publiée et son auteur/éditeur sont aussi inclus dans l'information de licence à l'intérieur du bloc. Ceci, en donnant un exemple d'attribution, aidera les autres à vous attribuer l'œuvre.
nb_no: Inkluder utvidet informasjon om det publiserte arbeidet og autoren. Ved å aktivere dette alternativet, blir lenke til det publiserte innholdet og autor/utgiver også inkludert i lisensteksten i tekstblokken. Dette vil, ved å være et konkret attribusjonseksempel, vanligvis hjelpe andre å kreditere arbeidet.
nl: Omvat uitgebreide informatie over het gepubliceerde werk en de auteur. Door deze optie aan te zetten, hyperlinks naar het gepubliceerde werk en de auteur/uitgever zijn ook toegevoegd aan de licentie statement in het tekst blok. Door zelf een voorbeeld te zijn zal anderen motiveren om jouw werk te attributen.
nn_no: Inkluder utvida informasjon om det publiserte arbeidet og autoren. Ved å aktivere dette alternativet, blir lenke til det publiserte innhaldet og autor/utgjevar også inkludert i lisensteksten i tekstblokka. Dette vil, ved å være eit konkret attribusjonseksempel, hjelpe andre å kreditere arbeidet.

source: Creator Attribution Name
fr: Nom du créateur attitré
nb_no: Attribusjonsnavn
nl: Auteur Attribution Naam
nn_no: Attribusjonsnamn

source: If extended information about the published work has been enabled, then you can choose which name will indicate the creator of the work. By default, the blog name is used.
fr: Si vous avez activé l'affichage des informations détaillées sur l'œuvre publiée, vous pouvez choisir quel nom sera associé au créateur de l'œuvre. Par défaut, celui utilisé est le nom du blog.
nb_no: Dersom utvidet informasjon om det publiserte verket er aktivert, kan du avgjøre hvilket navn som skal krediteres for arbeidet. Som standard blir bloggens navn brukt.
nl: Indien uitgebreide informatie over het gepubliceerde werk is aangezet, kunt u kiezen welke naam de auteurs naam weergeeft. Default de blog naam is gebruikt.
nn_no: Om utvida informasjon om det publiserte verket er aktivert, kan du avgjere kva for eit namn som skal vere kreditert for arbeidet. Som standard blir bloggen sitt namn/tittel brukt.

source: Additional Permissions
fr: Permissions supplémentaires
nb_no: Tilleggsopplysninger
nl: Additionele Permissies
nn_no: Tilleggsopplysningar

source: If you have added any extra permissions to your license, provide the URL to the web page that contains them. It is highly recommended to use absolute URLs.
fr: Si vous avez ajouté des permissions supplémentaires à votre licence, indiquez l'URL de la page web qui les contient. Il est vivement recommandé d'utiliser des URL absolues.
nb_no: Om du har lagt til ekstra tillatelser på lisensen, sett inn URL til websidem der disse er forklart. Det er anbefalt å bruke absolutte URL-adresser.
nl: Indien u een extra permissie heeft toegevoegd aan uw licentie, voorzie de URL van de website pagina die dit bevat. Het is aanbevolen om absolute URL's te gebruiken.
nn_no: Om du har lagt til nokre ekstra tillatingar eller atterhald på lisensen, oppgje URL-adressa til websida der desse er forklart her. Det er anbefalt å bruke absolutte URL-adresser.

source: Example
fr: Exemple
nb_no: Eksempel
nl: Voorbeeld
nn_no: Eksempel

source: Enter the title of the page containing additional permissions. This can be whatever you like. It will be used as the anchor text of the hyperlink to the extra permissions page.
fr: Entre l'intitulé de la page contenant des permissions supplémentaires. Cela peut être ce que vous voulez. Cela sera utilisé comme le texte du lien menant vers la page des permissions.
nb_no: Oppgi tittelen på sida med de utvidede rettighetene og vilkårene. Tittelen kan være hva som helst, den brukes som ankertekst på lenken til siden (vises når man beveger musepekaren over lenken).
nl: Geef de titel in van de pagina met extra permissies. Dit kan alles zijn. Het zal gebruikt worden als anker tekst van de hyperlink met de extra permissies.
nn_no: Oppgje tittelen på sida med dei utvida rettene og atterhalda. Tittelen kan være kva som helst, den brukes som ankertekst på lenka til sida (visast når ein beveger musepeikaren over lenka).

source: Style of the license text block
fr: Style du bloc de texte de licence
nb_no: Formatering av utseendet til lisenstekstboksen.
nl: Stijl van de licentie tekst blok
nn_no: Formatering av utsjånaden til lisenstekstboksa.

source: In this section you can configure the looks of the text block that contains the licensing information. These settings have an effect only if the text block containing licensing information has been enabled above for a specific content type.
fr: Dans cette section vous pouvez configurer l'apparence des blocs de texte contenant les informations de licence. Ces paramètres ne prennent effet que lorsque le bloc de texte contenant les informations de licence a été activé ci-dessus pour un type particulier de contenu.
nb_no: I denne seksjonen kan du formatere utseendet på tekstboksen med lisensinformasjonen. Disse valgene har kun effekt dersom tekstboksen med lisensinformasjon har blitt aktivert for en spesifikk innholdstype (se ovenfor).
nl: In deze selectie kunt u configureren het uiterlijk van de tekst blok dat de licentie informatie bevat. Deze instellingen hebben alleen effect als de "tekst blok bevat licentie informatie" hierboven is aangezet voor een specifieke content type.
nn_no: I denne seksjonen kan du formatere utsjånaden på tekstboksa med lisensinformasjonen. Desse vala har kun effekt om tekstboksa med lisensinformasjon har blitt aktivert for ein spesifikk innhaldstype (sjå ovanfor).

source: Colors of the text block
fr: Couleurs du bloc de texte
nb_no: Farger
nl: Kleuren van de tekst blok
nn_no: Farger

source: Foreground color for text including hyperlinks.
fr: Couleur pour le texte incluant les hyperliens
nb_no: Tekstfarge, inkluderer farge på lenker.
nl: Voorgrondkleur van de tekst inclusief hyperlinks.
nn_no: Tekstfarge, inkluderer farge på lenker.

source: Background color of the license block.
fr: Couleur de fond du bloc de licence
nb_no: Bakgrunnsfarge for lisensboksen.
nl: Achtergrondkleur van de licentie blok.
nn_no: Bakgrunnsfarge for lisensboksa.

source: Color of the border of the license block.
fr: Couleur des bordures du bloc de licence
nb_no: Farge for kantlinjen til lisensboksen.
nl: Kleur van de rand van de licentie blok.
nn_no: Farge for kantlinja til lisensboksa.

source: Disable internal style
fr: Désactiver le style interne
nb_no: Slå av egendefinert formatering
nl: Disable interne stijl
nn_no: Slå av eigendefinert formatering
